-- addInfoLaLaLa
INSERT INTO movieInformation VALUES(
    11,
    '战狼2',
    '故事发生在非洲附近的大海上，主人公冷锋（吴京 饰）遭遇人生滑铁卢，被“开除军籍”，本想漂泊一生的他，正当他打算这么做的时候，一场突如其来的意外打破了他的计划，突然被卷入了一场非洲国家叛乱，本可以安全撤离，却因无法忘记曾经为军人的使命，孤身犯险冲回沦陷区，带领身陷屠杀中的同胞和难民，展开生死逃亡。随着斗争的持续，体内的狼性逐渐复苏，最终孤身闯入战乱区域，为同胞而战斗。'，
    '2017-07-27',
    'image',
    '中国大陆',
    '汉语普通话/英语'，
    123，
    '吴京',
    '吴京的炒作水平不输冯小刚，但小刚至少不会用主旋律来炒作…吴京让人看了不舒服，为了主旋律而主旋律，为了煽情而煽情，让人觉得他是个大做作、大谎言家。（7.29更新）片子整体不如湄公河行动，1.整体不够流畅，编剧有毒，台词尴尬；2.刻意做作的主旋律煽情显得如此不合时宜而又多余。',
    '吴京 / 弗兰克·格里罗 / 吴刚 / 张翰 / 卢靖',
);

INSERT INTO movieInformation VALUES(
    12,
    '建军大业',
    '1927年，北伐战争刚取得重大成果之际，国民党“右派”为夺权叛变革命，发动了疯狂的“清共”行动，短短数月，近31万进步同胞遭到残酷杀害，全国震惊，刚刚看到希望的中国即将再次陷入军阀混战和独裁专制的深渊。由于没有自己的武装力量，成立不足7年的中国共产党在国民党“右派”的疯 狂进攻下，几乎遭遇毁灭性打击。 血的教训使毛泽东（刘烨 饰）、周恩来（朱亚文 饰）等党内进步分子认识到了“枪杆子里出政权”的硬道理。生死存亡之际，他们临危受命，冒着生命危险分赴湖南和南昌等地，联合朱德（黄志忠 饰）、贺龙（王景春 饰）、叶挺（欧豪 饰）、刘伯承（杨大鹏 饰）等一批爱国将领发动起义，誓要组建一支真正属于人民的军队。铁血铸军魂，舍己保家国，本片讲述的就是这一段慷慨悲壮的热血岁月……'，
    '2017-07-27',
    'image',
    '中国大陆',
    '汉语普通话'，
    133，
    '刘伟强'，
    '这你他喵还想要影评？？？'，
    '刘烨 / 朱亚文 / 黄志忠 / 王景春 / 欧豪',
);

INSERT INTO movieInformation VALUES(
    13,
    '绣春刀II：修罗战场'，
    '明天启七年，北镇抚司锦衣卫沈炼（张震 饰）在一次扫除乱党任务中，为救画师北斋（杨幂 饰），将同僚凌云铠（武强 饰）灭口。此后一方面要摆脱来自陆文昭（张译 饰）、裴纶（雷佳音 饰）的质疑与调查，一方面又在神秘女子的要挟下放火烧了锦衣卫经历司。裹挟在乱世，沈炼与北斋情陷其中，却越陷越深。而在这一切的背后，巨大阴谋正暗中布局。众生如蝼蚁囿于修罗场，逆鳞之战，一触即发……',
    '2017-07-19',
    'image',
    '中国大陆',
    '汉语普通话',
    120,
    '路阳',
    '“谁也救不了这世道。”不差第一部，摄影美术配乐都太享受，但是最后高潮对决戏时，大家都放下枪箭纯肉搏，说不过去嘛…',
    '张震 / 杨幂 / 张译 / 雷佳音 / 辛芷蕾'，
)

INSERT INTO movieInformation VALUES(
    14,
    '大护法',
    '为了寻找下落不明的太子（图特哈蒙 配音），大护法（小连杀 配音）来到了一个诡异而又古怪的小镇上，在那里居住着一群不会说话的花生人，它们夜夜点燃来路不明的油灯，将天上漂浮的巨大花生熏得黑漆漆的。 
　　大护法在镇上找到了藏匿在此的太子，并遇见了一直在保护着太子的小鸣（幽舞越山 配音）和会说话的花生人小姜（李兰陵 配音），在大护法的威逼利诱之下，太子同意跟他回去继承王位，却在半路上遭到了绑架。在解救太子的过程中，大护法渐渐解开了这个小镇上隐藏的骇人谜团，与此同时，他的强大宿敌亦在身后步步紧逼，企图将他置于死地而后快。',
    '2017-07-13',
    'image',
    '中国大陆',
    '汉语普通话',
    95,
    '不思凡',
    '四星半。这是2017年到现在为止最出格的事，神经质一般的消极，反理想反社会反人类，反颜值反儿童反文艺，三反六反弄的故事讲不完，半星也就扣在完整性上。比《大鱼海棠》好是因为它格局小，世界观和细节好控制。其它缺点我当看不见，因为我就想鼓励这种创作。每年来一部舒筋活血。',
    '小连杀 / 图特哈蒙 / 金士杰 / 幽舞越山 / ',
)

INSERT INTO movieInformation VALUES(
    15，
    '闪光少女',
    '陈惊（徐璐饰）是一个古灵精怪、敢爱敢恨的姑娘，江湖人称“神经”。作为音乐附中的奇葩人物，陈惊人缘欠佳只有男闺蜜“油渣”（彭昱畅饰）甘愿为她鞍前马后。自信满满的陈惊恋上了校草师哥，不料却遭到校草的嘲笑和奚落，还引起了校园两大院系之间的大混战。为了向师哥证明自己，陈惊联手“502宿舍”神秘人物组成2.5次元乐团，挑战权威、破除成见，上演了一幕幕生猛搞笑的青春趣事。一个懵懂怪力的少女，一场默默守护的爱恋，一群奇葩义气的小伙伴，“神经女孩”如何逆袭成为“闪光少女”？2017年暑期《闪光少女》放肆揭晓——不一样，又怎样！',
    '2017-07-20',
    'image',
    '中国大陆',
    '汉语普通话',
    100,
    '王冉',
    '这才是青春片该有的样貌啊。虽然对其中选取的中西音乐和二次元动漫自己都不够了解，有部分台词和情感设置，感觉也是有些粗和尬。但内地大银幕上这几年真的没有出现过这么干净的青春片啊，青春片止于青春，砍掉中老年的意淫青春，就瞬间回血一半。鮑京京还是蛮用心和厉害的。',
    '徐璐 / 彭昱畅 / 刘泳希 / 鲁照华 / 韩忠羽 ',    
)

INSERT INTO movieInformation VALUES(
    16,
    '蜘蛛侠：英雄归来 Spider-Man: Homecoming ',
    '在英雄内战机场大战落幕后，彼得·帕克【汤姆.赫兰德饰】回归普通的高中生生涯。在恩师托尼·斯塔克【小罗伯特.唐尼饰】的协助下，他试图于纽约市皇后区的一名普通高中生和打击犯罪的超级英雄蜘蛛侠间保持平衡，托尼在身为导师的身份之下，希望彼得负责街头的灰色地带就好。但好景不常，一 批银行歹徒改造了遗留在纽约各地的外星武器，也使他面临了全新的威胁——反派秃鹫的崛起。托尼做为引导他踏上英雄之路的关键人物，确保他在未来有资格成为复仇者联盟的一分子。',
    '2017-09-08',
    'image',
    '美国',
    '英语',
    133,
    '乔·沃茨',
    '最棒的蜘蛛侠！一扫前两版苦大仇深情节雷同，焕然一新！校园青春喜剧风笑果非凡！活力十足！紧贴青少心理，爱炫酷急于干大事证明自己赢崇拜，在干爹教导下懂得成长不能依赖装备只能靠自己。秃鹫人设有新意但始终缺乏威胁力，鸟人叔演技屌也救不了结尾高潮乏力，终究是MCU对反派不够重视的老毛病。',
    '汤姆·霍兰德 / 小罗伯特·唐尼 / 玛丽莎·托梅 / 迈克尔·基顿 / 赞达亚 / 格温妮斯·帕特洛 / 托尼·雷沃罗利',
)

INSERT INTO movieInformation VALUES(
    17,
    '雷神3：诸神黄昏',
    '雷神失去了他强大的锤子，并被囚禁在宇宙的另一端。而他发现自己必须与时间赛跑才能赶回仙宫阻止诸神黄昏！家乡的毁灭以及仙宫文明的终结掌握在一个全新的超强劲敌手里——她就是无情的死神海拉！然而他必须要在一场角斗赛中获胜才行，而他的对手将是昔日复联伙伴——无敌浩克！',
    '2017-11-03',
    'image',
    '美国',
    '英语',
    150,
    '塔伊加·维迪提',
    '抖森还是蛮帅的……',
    '克里斯·海姆斯沃斯 / 汤姆·希德勒斯顿 / 马克·鲁弗洛 / 凯特·布兰切特 / 伊德里斯·艾尔巴',
)

INSERT INTO movieInformation VALUES(
    18,
    '悟空传',
    '这不是西游记的任何章节，这是悟空的故事，彼时孙悟空（彭于晏 饰）还不是震撼天地的齐天大圣，他只是只桀傲不驯的猴子。天庭毁掉他的花果山以掌控众生命运，他便决心跟天庭对抗，毁掉一切戒律。在天庭，孙悟空遇到不能爱的阿紫（倪妮 饰），一生的宿敌杨戬（余文乐 饰），和思念昔日爱人阿月（郑爽 饰）的天蓬（欧豪 饰），他们的身份注定永生相杀，但其实不甘命运摆布的又何止孙悟空一人？却没想到反抗却带来更大的浩劫。他们所做的一切，究竟是不知天高地厚的热血轻狂，还是无奈宿命难改的压抑绝望？难道命运真的早已注定？悟空不服，他再次挥动金箍棒，要让这诸佛都烟消云散！',
    '2017-07-13',
    'image',
    '中国大陆',
    '汉语普通话',
    123,
    '郭子健',
    '根本就没有故事。能看的只有特效。几条线索讲得乱七八糟。导演想要得很多，但根本没能力把握。一会讲讲爱情，幼稚得像初中生早恋；一会堆积点悲壮，又毫无代入感；时不时还隐藏一点有关反对者和权势者的隐喻，但导演自己都不想深究。孙悟空唯一的能力就是喊砸天砸地的口号。主旨靠口号传递，得多低级。',
    '彭于晏 / 倪妮 / 余文乐 / 俞飞鸿 / 欧豪 ',
)

INSERT INTO movieInformation VALUES(
    19,
    '神偷奶爸3',
    '《神偷奶爸3》将延续前两部的温馨、搞笑风格，聚焦格鲁和露西的婚后生活，继续讲述格鲁和三个女儿的爆笑故事。“恶棍”奶爸格鲁将会如何对付大反派巴萨扎·布莱德，调皮可爱的小黄人们又会如何耍贱卖萌，无疑让全球观众万分期待。该片配音也最大程度沿用前作阵容，史蒂夫·卡瑞尔继续为男主角格鲁配音，皮埃尔·柯芬也将继续为经典角色小黄人配音，而新角色巴萨扎·布莱德则由《南方公园》主创元老崔·帕克为其配音。',
    '2017-07-07',
    'image',
    '美国',
    '英语',
    90,
    '凯尔·巴尔达 / 皮埃尔·科凡 / 埃里克·吉伦',
    '每集都要新增常驻，这家的人口快控不住了吧。中规中矩的续集动画，以及——小黄人真是蜜汁体质啊，自己担当主角的大电影不好玩，当配角却能承包所有笑点...',
    ' 史蒂夫·卡瑞尔 / 克里斯汀·韦格 / 崔·帕克 / 米兰达·卡斯格拉夫 / 达纳·盖尔',
)

INSERT INTO movieInformation VALUES(
    20,
    '神奇女侠',
    '戴安娜（盖尔·加朵 Gal Gadot 饰）是女王希波吕忒（康妮·尼尔森 Connie Nielsen 饰）的女儿，自幼生活在天堂岛上。巨大的屏障将这座岛屿同外界的纷纷扰扰隔开犹如一个世外桃源，而岛上生活着的亦都是女性。在女武官安提奥普（罗宾·莱特 Robin Wright 饰）的教导之下，戴安娜习得了高强的武艺，而她的体内，似乎隐藏着某种强大的未知力量。 
　　一场意外中，一位名为史蒂夫（克里斯·派恩 Chris Pine 饰）的男子来到了岛上，从他口中，戴安娜得知外面的世界正在经历战争的磨难，而造成这一切的罪魁祸首，是战神阿瑞斯（大卫·休里斯 David Thewlis 饰）。为了拯救人类于水火之中，戴安娜依然拿起了长剑与盾牌，发誓要彻底摧毁阿瑞斯的阴谋。',
    '2017-06-02',
    'image',
    '美国',
    '英语',
    141,
    '派蒂·杰金斯',
    '7分。一部全方位、无死角、慢镜头展示“盖尔·加朵真美啊！”的电影。',
    '盖尔·加朵 / 克里斯·派恩 / 康妮·尼尔森 / 罗宾·怀特 / 丹尼·赫斯顿 ',
)